IdeaRS.Connections
AddedMemberData.LocPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets of related plate of related member or directly related plate.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string LocPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace